[
    {
        "category": "Global",
        "polls": [
            "Do you support a global 4-day work week?",
            "Should there be a universal basic income (UBI) for all humans?",
            "Should carbon emissions be taxed at a global flat rate?",
            "Do you support a total international ban on single-use plastics?",
            "Should AI development be regulated by an international treaty?",
            "Is access to high-speed internet a fundamental human right?",
            "Should space exploration be funded primarily by public taxes?",
            "Should there be a global minimum corporate tax rate?",
            "Do you support the creation of a global digital nomad visa?",
            "Should the world transition to a single digital currency?",
            "Should social media platforms be regulated as public utilities?",
            "Should lab-grown meat be subsidized to replace traditional farming?",
            "Should deep-sea mining be banned to protect ocean ecosystems?",
            "Do you support international \"Right to Repair\" laws for electronics?",
            "Should facial recognition technology be banned in all public spaces?",
            "Should global air travel be restricted to meet climate goals?",
            "Should there be a maximum wealth cap for individuals?",
            "Should the patents for life-saving medicines be made public?",
            "Do you support mandatory climate change education in all schools?",
            "Should genetic engineering in humans be strictly prohibited?",
            "Should high-seas fishing be restricted by a global quota?",
            "Should the world move toward a decentralized, borderless labor market?",
            "Should the development of \"killer robots\" (autonomous weapons) be banned?",
            "Do you support a global treaty for plastic waste management?",
            "Should satellite internet constellations be limited to prevent space junk?"
        ]
    },
    {
        "category": "National",
        "polls": [
            "Should healthcare be free for all citizens?",
            "Should university tuition be fully funded by the state?",
            "Should the national minimum wage be tied to inflation?",
            "Do you support lowering the legal voting age to 16?",
            "Should the government provide a \"Job Guarantee\" for the unemployed?",
            "Should nuclear energy be expanded to reach net-zero goals?",
            "Should high-speed rail be the primary focus of national transport?",
            "Should there be term limits for all elected officials?",
            "Should recreational cannabis be legalized at a national level?",
            "Should the state provide universal childcare for working parents?",
            "Should big tech companies be broken up to prevent monopolies?",
            "Should national elections be moved to a mandatory weekend holiday?",
            "Should the government ban the sale of new petrol/diesel cars by 2030?",
            "Should rent control be implemented in major metropolitan areas?",
            "Should the wealthy pay a significantly higher percentage in income tax?",
            "Should the military budget be reduced to fund social programs?",
            "Should the government implement a national digital identity system?",
            "Should homeschooling be more strictly regulated by the state?",
            "Should the government subsidize the purchase of electric vehicles?",
            "Should unpaid internships be made illegal nationally?",
            "Should the state provide a basic smartphone/data plan to low-income citizens?",
            "Should national parks and protected lands be expanded by 20%?",
            "Should corporate lobbying in politics be completely banned?",
            "Should financial literacy be a mandatory subject in the national curriculum?",
            "Should the government prioritize remote work for all public sector roles?"
        ]
    },
    {
        "category": "Local",
        "polls": [
            "Should more bike lanes be added in your immediate area?",
            "Should your local park be open 24 hours a day?",
            "Should your city center be made entirely car-free?",
            "Should zoning laws be relaxed to allow more high-density housing?",
            "Should local businesses receive tax breaks over national chains?",
            "Should your neighborhood have a community-led garden?",
            "Should street lighting be upgraded to \"Smart\" motion-sensing LEDs?",
            "Should your local council ban the use of gas-powered leaf blowers?",
            "Should public transport in your city be free for all residents?",
            "Should your area implement a mandatory composting program?",
            "Should residential streets have a maximum speed limit of 20mph/30kph?",
            "Should local schools be used as community centers after hours?",
            "Should your neighborhood have a \"Tool Library\" for sharing equipment?",
            "Should more public art/murals be commissioned for your street?",
            "Should noise ordinances be more strictly enforced after 10 PM?",
            "Should your local area ban new drive-thru fast-food restaurants?",
            "Should property taxes be increased to fund local library expansions?",
            "Should your neighborhood have more public water refill stations?",
            "Should empty commercial buildings be converted into homeless shelters?",
            "Should your city implement \"Superblocks\" to reduce through-traffic?",
            "Should local supermarkets be required to donate all unsold food?",
            "Should your area have a dedicated youth center for teenagers?",
            "Should residential parking permits be made more expensive?",
            "Should your local council provide free Wi-Fi in all public squares?",
            "Should every new housing development be required to include a playground?"
        ]
    }
]